Repository: PeterSuh-Q3/tcrpfriend
Catalog: buildroot/board/tcrpfriend/rootfs-overlay/root/lang/*/LC_MESSAGES/msg.po
Languages: am_et, ar_eg, de_de, es_es, fr_fr, hi_in, hu_hu, id_id, it_it, ja_jp, ko_kr, ru_ru, th_th, tr_tr, zh_cn

source: Detecting Internet ->
am_et: በይነመረብን መፈለግ ->
ar_eg: كشف الإنترنت
de_de: Internet erkennen ->
es_es: Detectando Internet ->
fr_fr: Détection Internet ->
hi_in: इंटरनेट का पता लगाना ->
hu_hu: Internet észlelése ->
id_id: Mendeteksi Internet ->
it_it: Rilevamento di Internet ->
ja_jp: インターネットの検出 →
ko_kr: 인터넷 감지 ->
ru_ru: Обнаружение Интернета ->
th_th: กำลังตรวจจับอินเทอร์เน็ต ->
tr_tr: İnterneti Algılamak ->
zh_cn: 侦查互联网—>

source: No internet found, Skip updating friends and installing Python libraries for QR codes!
am_et: ምንም በይነመረብ አልተገኘም, ጓደኞችን ማዘመን እና የ Python ቤተ-መጽሐፍት መጫንን ዝለል ለQR ኮዶች!
ar_eg: لم يعثر على الإنترنت، (سكيب) يستكمل الأصدقاء ويجمع مكتبات (فيثون) لرموز (كيو ر)!
de_de: Kein Internet gefunden. Überspringen Sie die Aktualisierung von Freunden und die Installation von Python-Bibliotheken für QR-Codes!
es_es: No se encontró Internet. Omita actualizar amigos e instalar bibliotecas de Python para ¡Códigos QR!
fr_fr: Aucun Internet trouvé, ignorez la mise à jour des amis et l'installation des bibliothèques Python pour Codes QR !
hi_in: कोई इंटरनेट नहीं मिला, दोस्तों को छोड़ें और क्यूआर कोड के लिए पायथन पुस्तकालय स्थापित करें!
hu_hu: Nincs internet, Skip frissítő barátai és telepítése Python könyvtárak QR kódok!
id_id: Tidak ada internet yang ditemukan, Skip updating teman dan menginstal perpustakaan Python untuk kode QR!
it_it: Nessun internet trovato, Salta l'aggiornamento degli amici e installa librerie Python per i codici QR!
ja_jp: インターネットが見つからず、友人のアップデートをスキップし、QRコード用のPythonライブラリをインストール!
ko_kr: 인터넷을 찾을 수 없으니, 친구 업데이트와 QR코드용 Python 라이브러리 설치를 건너뜁니다!
ru_ru: Никакого Интернета не найдено, Skip обновляет друзей и устанавливает библиотеки Python для QR-кодов!
th_th: ไม่พบอินเทอร์เน็ต ข้ามการอัปเดตเพื่อนและติดตั้งไลบรารี Python สำหรับ คิวอาร์โค้ด!
tr_tr: Hiçbir internet bulunamadı, arkadaşlarını güncellemek ve Python kütüphanelerini QR kodları için kurmak!
zh_cn: 没有任何互联网发现,Sidp更新朋友,并为QR的代码安装灰色图书馆!

source: TCRP Friend auto update disabled
am_et: TCRP የጓደኛ ራስ ማዘመን ተሰናክሏል
ar_eg: TCRP تحديث للصديق الآلي
de_de: Automatische Aktualisierung von TCRP-Freunden deaktiviert
es_es: Actualización automática de amigos de TCRP deshabilitada
fr_fr: Mise à jour automatique TCRP Friend désactivée
hi_in: टीसीआरपी मित्र ऑटो अद्यतन विकलांग
hu_hu: TCRP Barát automatikus frissítés fogyatékkal élő
id_id: Login Teman pembaruan otomatis dinonaktifkan
it_it: TC Friend aggiornamento automatico disabilitato
ja_jp: トピックス 友人自動更新 無効
ko_kr: TCRP 친구 자동 업데이트 비활성화
ru_ru: TCRP Друг авто обновление отключен
th_th: ปิดใช้งานการอัปเดตอัตโนมัติของเพื่อน TCRP
tr_tr: TCRP Arkadaş otomatik güncellemesi devre dışı bırakıldı
zh_cn: TCRP 2. 方便残疾人

source: Checking for latest friend ->
am_et: የቅርብ ጓደኛን መፈለግ ->
ar_eg: تحقق من آخر صديق
de_de: Suche nach dem neuesten Freund ->
es_es: Buscando el último amigo ->
fr_fr: Recherche du dernier ami ->
hi_in: नवीनतम दोस्त के लिए जाँच ->
hu_hu: Ellenőrzés a legújabb barát ->
id_id: Memeriksa untuk teman terbaru ->
it_it: Controllo dell'ultimo amico ->
ja_jp: 友達のチェック →
ko_kr: 최신 친구 확인 ->
ru_ru: Проверка на последнего друга ->
th_th: กำลังตรวจสอบเพื่อนล่าสุด ->
tr_tr: En son arkadaş için kontrol edin ->
zh_cn: 检查最新朋友—>

source: TCRP FRIEND HAS BEEN UPDATED, GOING FOR REBOOT
am_et: የTCRP ጓደኛ ተዘምኗል፣ ለዳግም ማስነሳት
ar_eg: صديقها قد تم تأطيره
de_de: TCRP-Freund wurde aktualisiert und wird neu gestartet
es_es: TCRP AMIGO HA SIDO ACTUALIZADO, VA A REINICIAR
fr_fr: L'AMI TCRP A ÉTÉ MIS À JOUR, VA POUR LE REDÉMARRAGE
hi_in: TCRP FRIEND को अद्यतन किया गया है, REBOOT के लिए जाना
hu_hu: A TCRP FRIEND FRISSÍTVE, ÚJRAINDÍTÁSRA VONATKOZIK
id_id: TCRP FRIEND HAS BEEN UPDATED, KEMBALI UNTUK REBOOT
it_it: L'AMICO DI TCRP E' STATO ARRESTATO, E' ANDATO A PRENDERE LA DECISIONE
ja_jp: TCRPフレンドが更新されました
ko_kr: TCRP 친구가 업데이트 되어 재부팅 중입니다
ru_ru: TCRP FRIEND HAS BEEN UPED,GOING FOR REBOOT
th_th: เพื่อน TCRP ได้รับการอัปเดตแล้ว กำลังรีบูต
tr_tr: TCRP ARKADAŞ GÜNCELLENDİ, YENİDEN BAŞLATILACAK
zh_cn: TCRP FRIEND HAS BEEN UPDATED, GOING FOR REBO

source: No IP yet to check for latest friend
am_et: የቅርብ ጓደኛን ለመፈተሽ እስካሁን አይፒ የለም
ar_eg: لا يوجد أي بي بعد لتفقد آخر صديق
de_de: Noch keine IP, um nach dem neuesten Freund zu suchen
es_es: Aún no hay IP para buscar el último amigo
fr_fr: Pas encore d'adresse IP pour vérifier le dernier ami
hi_in: अभी तक कोई आईपी नहीं नवीनतम दोस्त के लिए जांच करने के लिए
hu_hu: Még nem IP, hogy ellenőrizze a legújabb barátot
id_id: Tidak ada IP namun untuk memeriksa teman-teman terbaru
it_it: Nessun IP ancora da controllare per l'ultimo amico
ja_jp: 最近の友人のためにまだIPがない
ko_kr: 아직 최신 친구를 확인할 수 있는 IP가 없습니다
ru_ru: Нет IP-адреса еще не проверить для последнего друга
th_th: ยังไม่มี IP เพื่อตรวจสอบเพื่อนล่าสุด
tr_tr: Henüz en son arkadaş için kontrol etmek için IP yok
zh_cn: 尚未检查最新朋友的IP

source: r key pressed! Entering Menu for Reset DSM Password!
am_et: ቁልፍ ተጭኗል! የ DSM የይለፍ ቃልን ዳግም ለማስጀመር ሜኑ በማስገባት ላይ!
ar_eg: ! دخول مينو لإستعادة كلمة سر دي إم سي!
de_de: r-Taste gedrückt! Aufrufen des Menüs zum Zurücksetzen des DSM-Passworts!
es_es: ¡Tecla r presionada! ¡Ingresando al menú para restablecer la contraseña de DSM!
fr_fr: r touche enfoncée ! Accès au menu pour réinitialiser le mot de passe DSM !
hi_in: आर कुंजी दबाया! डीएसएम पासवर्ड रीसेट करने के लिए मेनू दर्ज करें!
hu_hu: r kulcsnyomtatott! Belépő menü a DSM jelszó visszaállításához!
id_id: r kunci ditekan! Masukkan Menu untuk Reset DSM Password!
it_it: tasto r premuto! Inserire Menu per Reset DSM Password!
ja_jp: rキーを押しました! DSMパスワードをリセットするためのメニューを入力してください!
ko_kr: r 키를 누릅니다! DSM 비밀번호 재설정 메뉴로 들어갑니다!
ru_ru: клавиши нажаты! Введите меню для удаления пароля DSM!
th_th: กดปุ่ม r แล้ว! เข้าสู่เมนูเพื่อรีเซ็ตรหัสผ่าน DSM!
tr_tr: anahtar basıldı! Menu for reset DSM Password!
zh_cn: 页: 1 进入Mendu,以重启MSM通行证!

source: e key pressed! Entering Menu for Edit USB/SATA Command Line!
am_et: e ቁልፍ ተጭኗል! የዩኤስቢ/SATA የትእዛዝ መስመርን ለማርትዕ ሜኑ በማስገባት ላይ!
ar_eg: ! دخول مينو من أجل إيديت يونا بي/ساتا خط القيادة!
de_de: e-Taste gedrückt! Aufrufen des Menüs zum Bearbeiten der USB/SATA-Befehlszeile!
es_es: ¡La tecla presionada! ¡Ingresando al menú para editar la línea de comando USB/SATA!
fr_fr: e touche appuyée ! Accès au menu pour modifier la ligne de commande USB/SATA !
hi_in: ई कुंजी दबाया! संपादन USB/SATA कमांड लाइन के लिए मेनू दर्ज करें!
hu_hu: e kulcsfontosságú nyomott! Belépés menü Edit USB /SATA Parancsnoki Line!
id_id: e kunci ditekan! Masukkan Menu untuk Edit USB/SATA Command Line!
it_it: chiave pressata! Inserire Menu per Modifica linea di comando USB/SATA!
ja_jp: eキーを押しました! USB/SATAコマンドラインを編集するためのメニューを入力してください!
ko_kr: e 키를 누릅니다! USB/SATA 명령줄 편집 메뉴로 들어갑니다!
ru_ru: е ключ нажат! Введите меню для редактирования командной строки USB/SATA!
th_th: กดปุ่ม e! เข้าสู่เมนูเพื่อแก้ไขบรรทัดคำสั่ง USB/SATA!
tr_tr: e key pre! Menu for Edit USB/SATA Komutanlığı Line!
zh_cn: e 关键压力! 进入Mendu公司/SATA指挥线!

source: j key pressed! Prepare Entering Force Junior (to re-install DSM)!
am_et: j ቁልፍ ተጭኗል! አስገድድ ጁኒየር አስገባን (ዲኤስኤምን እንደገና ለመጫን) አዘጋጅ!
ar_eg: ! جهزوا قوة الدخول!
de_de: j-Taste gedrückt! Bereiten Sie Entering Force Junior vor (zur Neuinstallation von DSM)!
es_es: ¡Tecla j presionada! ¡Prepare Entering Force Junior (para reinstalar DSM)!
fr_fr: j touche enfoncée ! Préparez Entering Force Junior (pour réinstaller DSM) !
hi_in: j कुंजी दबाया! एंटरटेनमेंट फोर्स जूनियर (DSM को फिर से स्थापित करने के लिए) तैयार करें!
hu_hu: j kulcsfontosságú nyomott! Készülj be a Force Junior-ba (a DSM újratelepítése)!
id_id: j kunci ditekan! Siapkan Entering Force Junior (untuk menginstal ulang DSM)!
it_it: j key pressato! Preparare l'Inserzione Forza Junior (per reinstallare DSM)!
ja_jp: jキープレス! フォースジュニア(DSMを再インストールする)を入力準備する!
ko_kr: j 키를 누릅니다! 포스 주니어 진입을 준비합니다(DSM 재설치)!
ru_ru: джи ключ нажат! Подготовьтесь к вводу силы Junior (для повторной установки DSM)!
th_th: กดปุ่ม j! เตรียม Entering Force Junior (เพื่อติดตั้ง DSM ใหม่)!
tr_tr: j key pre! Force Junior'a girin ( yeniden yükleme DSM)!
zh_cn: j 关键压力! • 准备进入青少年学校(重新加入男男性行为者)!

source: Unsupported loader disks other than USB, Sata DoM, mmc, NVMe, etc.
am_et: ከዩኤስቢ፣ ሳታ ዶኤም፣ mmc፣ NVMe፣ ወዘተ በስተቀር የማይደገፉ ጫኚ ዲስኮች።
ar_eg: أقراص تحميل غير مدعمة غير مركب USB، Sata DoM، mmc، NVMe، الخ.
de_de: Nicht unterstützte Loader-Festplatten außer USB, Sata DoM, MMC, NVMe usw.
es_es: Discos de carga no compatibles que no sean USB, Sata DoM, mmc, NVMe, etc.
fr_fr: Disques de chargement non pris en charge autres que USB, Sata DoM, mmc, NVMe, etc.
hi_in: USB, Sata DoM, mmc, NVMe, आदि के अलावा अन्य असमर्थित लोडर डिस्क।
hu_hu: Nem támogatott rakomány lemezek más, mint USB, Sata DoM, mmc, NVMe stb.
id_id: Disk loader yang tidak didukung selain USB, Sata DoM, mmc, NVMe, dll.
it_it: Carico non supportato dischi diversi da USB, Sata DoM, mmc, NVMe, ecc.
ja_jp: USB、Sata DoM、mmc、NVMe、等以外のサポートされていない積込み機ディスク.
ko_kr: USB, Sata DoM, mmc, NVMe 등 이외의 로더 디스크는 지원되지 않습니다.
ru_ru: Неподдерживаемые загрузочные диски, кроме USB, Sata DoM, mmc, NVMe и т.д.
th_th: ไม่รองรับดิสก์ตัวโหลดอื่นที่ไม่ใช่ USB, Sata DoM, mmc, NVMe ฯลฯ
tr_tr: USB, Sata DoM, mmc, NVMe'den başka desteksiz diskler vs.
zh_cn: 除USB、Sata DoM、毫米c、NRVe等外,没有支持的装货盘.

source: ERROR ! /mnt/tcrp-p2/rd.gz file not found, stopping boot process
ar_eg: ERROR /mnt/tcrp-p2/rd.gz file not found, stop boot process
de_de: FEHLER ! Die Datei /mnt/tcrp-p2/rd.gz wurde nicht gefunden, der Startvorgang wird gestoppt
es_es: ERROR ! Archivo /mnt/tcrp-p2/rd.gz no encontrado, deteniendo el proceso de arranque
fr_fr: ERREUR ! /mnt/tcrp-p2/rd.gz fichier introuvable, arrêt du processus de démarrage
hi_in: ERROR ! / mnt/tcrp-p2/rd.gz फ़ाइल नहीं मिला, बूट प्रक्रिया को रोकने
hu_hu: ERROR ! /mnt/tcrp-p2/rd.gz fájl nem talált, megállítva a boot folyamatot
id_id: ERROR ! / mnt / tcrp-p2/rd.gz file tidak ditemukan, menghentikan proses boot
it_it: /mnt/tcrp-p2/rd.gz file non trovato, interrompere il processo di avvio
ja_jp: ERROR ! /mnt/tcrp-p2/rd.gzファイルが見つからなかった、起動プロセスを停止
ko_kr: 오류! /mnt/tcrp-p2/rd.gz 파일을 찾을 수 없어 부팅 프로세스가 중지되었습니다
ru_ru: ERROR! /mnt/tcrp-p2/rd.gz файл не найден, процесс остановки загрузки
th_th: ข้อผิดพลาด ! /mnt/tcrp-p2/rd.gz ไม่พบไฟล์ กำลังหยุดกระบวนการบูต
tr_tr: ERROR ! /mnt/tcrp-p2/rd.gz dosyasını bulamadı, boot process durdur
zh_cn: 错误 ！ 未找到 /mnt/tcrp-p2/rd.gz 文件，停止启动过程

source: ERROR ! /mnt/tcrp-p2/zImage file not found, stopping boot process
am_et: ስህተት ! /mnt/tcrp-p2/zImage ፋይል አልተገኘም፣ የማስነሳት ሂደቱን አቁሟል
ar_eg: ! /mnt/tcrp-p2/zImage file not found, stop boot process
de_de: FEHLER ! /mnt/tcrp-p2/zImage-Datei nicht gefunden, Bootvorgang wird gestoppt
es_es: ERROR ! /mnt/tcrp-p2/zArchivo de imagen no encontrado, deteniendo el proceso de arranque
fr_fr: ERREUR ! /mnt/tcrp-p2/zImage fichier introuvable, arrêt du processus de démarrage
hi_in: ERROR! / mnt/tcrp-p2/zImage फ़ाइल नहीं मिला, बूट प्रक्रिया को रोकने
hu_hu: ERROR! /mnt/tcrp-p2/zImage fájl nem talált, boot folyamat megállítása
id_id: Login /mnt/tcrp-p2/zImage file tidak ditemukan, menghentikan proses boot
it_it: ERROR! /mnt/tcrp-p2/zImage file non trovato, interrompere il processo di avvio
ja_jp: エロール! /mnt/tcrp-p2/zImage ファイルが発見されていない、起動プロセスを停止
ko_kr: 오류! /mnt/tcrp-p2/z이미지 파일을 찾을 수 없어 부팅 프로세스가 중지되었습니다
ru_ru: Эйрор! /mnt/tcrp-p2/zImage файл не найден, процесс остановки загрузки
th_th: ข้อผิดพลาด ! /mnt/tcrp-p2/zImage ไม่พบไฟล์ กำลังหยุดกระบวนการบูต
tr_tr: ERROR! /mnt/tcrp-p2/zImage dosyası bulunamadı, boot process
zh_cn: ERROR ! 未找到的/mnt/tcrp-p2/zImage文档,阻截了boot

source: Detecting upgrade :
am_et: ማሻሻያ በማግኘት ላይ:
ar_eg: الترقية:
de_de: Upgrade erkennen:
es_es: Detectando actualización:
fr_fr: Détection de mise à niveau :
hi_in: उन्नयन का पता लगाना:
hu_hu: Fejlesztési frissítés:
id_id: Mendeteksi peningkatan:
it_it: Rilevamento:
ja_jp: 改善の検出:
ko_kr: 업그레이드 감지 중 :
ru_ru: Обнаружение обновления:
th_th: กำลังตรวจหาการอัพเกรด :
tr_tr: Yükseltmenin algılanması:
zh_cn: 检测升级 :

source: A reboot is required. Press any key to reboot...
am_et: ዳግም ማስጀመር ያስፈልጋል። ዳግም ለማስጀመር ማንኛውንም ቁልፍ ይጫኑ...
ar_eg: يجب إعادة التشغيل اضغط أي مفتاح لإعادة تشغيل...
de_de: Ein Neustart ist erforderlich. Drücken Sie eine beliebige Taste, um neu zu starten ...
es_es: Es necesario reiniciar. Presione cualquier tecla para reiniciar...
fr_fr: Un redémarrage est requis. Appuyez sur n'importe quelle touche pour redémarrer...
hi_in: रिबूट की आवश्यकता होती है। किसी भी कुंजी को रिबूट करने के लिए दबाएँ..।
hu_hu: Újraindításra van szükség. Nyomja meg az újraindítás kulcsát...
id_id: Reboot diperlukan. Tekan tombol apa pun untuk reboot ...
it_it: È richiesto un riavvio. Premere qualsiasi tasto per riavviare...
ja_jp: 再起動が必要です。 任意のキーを押して再起動します...
ko_kr: 재부팅이 필요합니다. 재부팅하려면 아무 키나 누르세요...
ru_ru: Требуется перезагрузка. Нажмите на любой ключ, чтобы перезагрузить...
th_th: จำเป็นต้องรีบูต กดปุ่มใดก็ได้เพื่อรีบูต...
tr_tr: Bir yeniden başlatma gereklidir. Yeniden başlamak için herhangi bir anahtar basın...
zh_cn: 需要一个 re。 B. 重boot的钥匙......

source: Not Supported Loader BUS Type, program Exit!!!
am_et: የማይደገፍ ጫኝ ባስ አይነት፣ ፕሮግራም ውጣ!!!
ar_eg: ليس مُدعماً من نوع (لودر بوس)، برنامج مخرج!
de_de: Nicht unterstützter Loader-BUS-Typ, Programm beenden!!!
es_es: Tipo de BUS de cargador no compatible, ¡¡¡salir del programa!!!
fr_fr: Type de BUS de chargeur non pris en charge, sortie du programme !!!
hi_in: समर्थित लोडर BUS टाइप नहीं, प्रोग्राम एग्जिट !!!
hu_hu: Nem támogatott Loader BUS típus, program kilépés!!!
id_id: Tidak didukung Loader BUS Type, program Keluar !!!
it_it: Non supportato Loader BUS Tipo, programma Uscita!!!
ja_jp: 支えられない積込み機バス タイプ、プログラム出口!
ko_kr: 지원되지 않는 로더 버스 유형, 프로그램 종료!!!
ru_ru: Неподдерживаемый грузовой тип BUS, программа Выход!!!
th_th: ไม่รองรับประเภท Loader BUS, โปรแกรมออก!!!
tr_tr: Destekli Kargo BUS Type, program Çıkışı !!!
zh_cn: 不支持Lerader BUS的类型,方案外!

source: Failed to find boot Partition on !!!
am_et: በ ላይ የቡት ክፍልፍልን ማግኘት አልተቻለም!!!
ar_eg: فشل في العثور على تجزئة على!
de_de: Die Boot-Partition konnte nicht gefunden werden!!!
es_es: ¡¡¡No se pudo encontrar la partición de arranque!!!
fr_fr: Impossible de trouver la partition de démarrage !!!
hi_in: पर बूट विभाजन खोजने में विफल !!!
hu_hu: Hiába találni boot Partition on !!!
id_id: Gagal untuk menemukan partisi boot pada !!!
it_it: Non è riuscito a trovare boot Partition su !!!
ja_jp: ブーツのパーティションを見つける失敗!
ko_kr: 부팅 파티션을 찾지 못했습니다 !!!
ru_ru: Не удалось найти загрузочную часть на!!!
th_th: ไม่พบพาร์ติชันการบูตบน !!!
tr_tr: Kaldırıcı Partisyon bulmak için başarısız oldu !!!
zh_cn: 无法找到启动分区！！！

source: model is not resolved. Please check the /mnt/tcrp/user_config.json file. stopping boot process
am_et: ሞዴሉ አልተፈታም። እባክዎ /mnt/tcrp/user_config.json ፋይልን ያረጋግጡ።የማስነሳት ሂደትን ማቆም
ar_eg: النموذج لم يحل يرجى التحقق من ملف /mnt/tcrp/user_config.json. إيقاف عملية الأحذية
de_de: Modell ist nicht gelöst. Bitte überprüfen Sie die Datei /mnt/tcrp/user_config.json.Stoppen des Bootvorgangs
es_es: el modelo no está resuelto. Verifique el archivo /mnt/tcrp/user_config.json. detener el proceso de arranque
fr_fr: le modèle n’est pas résolu. Veuillez vérifier le fichier /mnt/tcrp/user_config.json. arrêter le processus de démarrage
hi_in: मॉडल हल नहीं है। कृपया / mnt/tcrp/user_config.json फ़ाइल को चेक करें। बूट प्रक्रिया को रोकना
hu_hu: a modell nem oldódik meg. Kérjük, ellenőrizze a /mnt/tcrp/user_config.json fájlt. boot folyamat megállítása
id_id: model tidak diselesaikan. Silakan periksa file /mnt/tcrp/user_config.json. menghentikan proses boot
it_it: modello non è risolto. Controllare il file /mnt/tcrp/user_config.json. processo di avvio di arresto
ja_jp: モデルは解決しません。 /mnt/tcrp/user_config.jsonファイルを確認してください。 ブーツプロセスの停止
ko_kr: 모델이 해결되지 않았습니다. /mnt/tcrp/user_config.json 파일을 확인하세요. 부팅 프로세스 중지 중
ru_ru: модель не решена. Пожалуйста, проверьте файл /mnt/tcrp/user_config.json. остановка процесса загрузки
th_th: โมเดลไม่ได้รับการแก้ไข โปรดตรวจสอบไฟล์ /mnt/tcrp/user_config.jsonหยุดกระบวนการบูต
tr_tr: model çözülmez. Lütfen /mnt/tcrp/user_ yapılandır.json dosyasını kontrol edin. boot process
zh_cn: 模式没有得到解决。 请查抄/mnt/tcrp/user_config.json案。 停工亭工作

source: Build version is not resolved. Please check the /mnt/tcrp/user_config.json file. stopping boot process
am_et: ፋይል የማስነሻ ሂደቱን ማቆም
ar_eg: لم تُحلّ صيغة البناء. يرجى التحقق من ملف /mnt/tcrp/user_config.json. إيقاف عملية الأحذية
de_de: Build-Version wurde nicht aufgelöst. Bitte überprüfen Sie die Datei /mnt/tcrp/user_config.json Datei. Stoppen des Bootvorgangs
es_es: La versión de compilación no se resuelve. Por favor verifique /mnt/tcrp/user_config.json archivo. detener el proceso de arranque
fr_fr: La version de build n'est pas résolue. Veuillez vérifier le /mnt/tcrp/user_config.json déposer. arrêter le processus de démarrage
hi_in: निर्माण संस्करण को हल नहीं किया गया है। कृपया / mnt/tcrp/user_config.json फ़ाइल को चेक करें। बूट प्रक्रिया को रोकना
hu_hu: Az építési változat nem oldódik meg. Kérjük, ellenőrizze a /mnt/tcrp/user_config.json fájlt. boot folyamat megállítása
id_id: Membangun versi tidak diselesaikan. Silakan periksa file /mnt/tcrp/user_config.json. menghentikan proses boot
it_it: La versione di costruzione non è risolta. Controllare il file /mnt/tcrp/user_config.json. processo di avvio di arresto
ja_jp: ビルドバージョンは解決しません。 /mnt/tcrp/user_config.jsonファイルを確認してください。 ブーツプロセスの停止
ko_kr: 빌드 버전이 해결되지 않았습니다. /mnt/tcrp/user_config.json 파일을 확인하세요. 부팅 프로세스 중지 중
ru_ru: Строительная версия не разрешена. Пожалуйста, проверьте файл /mnt/tcrp/user_config.json. остановка процесса загрузки
th_th: รุ่นบิลด์ไม่ได้รับการแก้ไข โปรดตรวจสอบ /mnt/tcrp/user_config.json file. หยุดกระบวนการบูต
tr_tr: Build version çözülmez. Lütfen /mnt/tcrp/user_ yapılandır.json dosyasını kontrol edin. boot process
zh_cn: 建筑版本没有解决。 请查抄/mnt/tcrp/user_config.json案。 停工亭工作

source: Update(smallfixnumber) is not resolved. Please check the /mnt/tcrp/user_config.json file.
am_et: ዝማኔ(ትንሽ ቁጥር) አልተፈታም። እባክዎ /mnt/tcrp/ን ያረጋግጡuser_config.json ፋይል።
ar_eg: لم يتم حل التحديث (الرقم القياسي). يرجى التحقق من ملف /mnt/tcrp/user_config.json.
de_de: Update(smallfixnumber) wurde nicht gelöst. Bitte überprüfen Sie /mnt/tcrp/user_config.json Datei.
es_es: La actualización (smallfixnumber) no se resuelve. Por favor revise el /mnt/tcrp/ archivo user_config.json.
fr_fr: La mise à jour (smallfixnumber) n'est pas résolue. Veuillez vérifier le /mnt/tcrp/ fichier user_config.json.
hi_in: अद्यतन (smallfixnumber) को हल नहीं किया जाता है। कृपया / mnt/tcrp/user_config.json फ़ाइल को चेक करें।।
hu_hu: Frissítés (kisfélixnumber) nem oldódik meg. Kérjük, ellenőrizze a /mnt/tcrp/user_config.json fájlt.
id_id: Update (smallfixnumber) tidak diselesaikan. Silakan periksa file /mnt/tcrp/user_config.json.
it_it: Aggiornamento (piccolo numero di fisso) non è risolto. Controllare il file /mnt/tcrp/user_config.json.
ja_jp: 更新(smallfixnumber)は解決しません。 /mnt/tcrp/user_config.jsonファイルを確認してください.
ko_kr: 업데이트(smallfixnumber)가 해결되지 않았습니다. /mnt/tcrp/user_config.json 파일을 확인하세요.
ru_ru: Обновление (номер с небольшим исправлением) не разрешается. Пожалуйста, проверьте файл /mnt/tcrp/user_config.json.
th_th: อัปเดต (smallfixnumber) ไม่ได้รับการแก้ไข โปรดตรวจสอบ /mnt/tcrp/ไฟล์ user_config.json
tr_tr: Update (küçük ek sayı) çözülmez. Lütfen /mnt/tcrp/user_ yapılandır.json dosyasını kontrol edin.
zh_cn: 更新(小数量)没有解决。 请查抄/mnt/tcrp/user_config.json案.

source: serial is not resolved. Please check the /mnt/tcrp/user_config.json file. stopping boot process
am_et: ተከታታይ አልተፈታም። እባክዎ /mnt/tcrp/user_config.json ፋይልን ያረጋግጡ።የማስነሳት ሂደትን ማቆም
ar_eg: التسلسل لم يحل يرجى التحقق من ملف /mnt/tcrp/user_config.json. إيقاف عملية الأحذية
de_de: Seriennummer ist nicht gelöst. Bitte überprüfen Sie die Datei /mnt/tcrp/user_config.json. Stoppen des Bootvorgangs
es_es: el número de serie no se resuelve. Verifique el archivo /mnt/tcrp/user_config.json. detener el proceso de arranque
fr_fr: la série n'est pas résolue. Veuillez vérifier le fichier /mnt/tcrp/user_config.json. arrêter le processus de démarrage
hi_in: क्रमिक हल नहीं है। कृपया / mnt/tcrp/user_config.json फ़ाइल को चेक करें। बूट प्रक्रिया को रोकना
hu_hu: a sorozat nem oldódik meg. Kérjük, ellenőrizze a /mnt/tcrp/user_config.json fájlt. boot folyamat megállítása
id_id: serial tidak diselesaikan. Silakan periksa file /mnt/tcrp/user_config.json. menghentikan proses boot
it_it: seriale non è risolto. Controllare il file /mnt/tcrp/user_config.json. processo di avvio di arresto
ja_jp: シリアルは解決しません。 /mnt/tcrp/user_config.jsonファイルを確認してください。 ブーツプロセスの停止
ko_kr: 직렬이 해결되지 않았습니다. /mnt/tcrp/user_config.json 파일을 확인하세요. 부팅 프로세스 중지 중
ru_ru: серийный не разрешен. Пожалуйста, проверьте файл /mnt/tcrp/user_config.json. остановка процесса загрузки
th_th: ซีเรียลไม่ได้รับการแก้ไข โปรดตรวจสอบไฟล์ /mnt/tcrp/user_config.jsonหยุดกระบวนการบูต
tr_tr: seri çözülmez. Lütfen /mnt/tcrp/user_ yapılandır.json dosyasını kontrol edin. boot process
zh_cn: 序列没有解决。 请查抄/mnt/tcrp/user_config.json案。 停工亭工作

source: mac1 is not resolved. Please check the /mnt/tcrp/user_config.json file. stopping boot process
am_et: mac1 አልተፈታም። እባክዎ /mnt/tcrp/user_config.json ፋይልን ያረጋግጡ።የማስነሳት ሂደትን ማቆም
ar_eg: (ماك 1) لم يحل يرجى التحقق من ملف /mnt/tcrp/user_config.json. إيقاف عملية الأحذية
de_de: mac1 wird nicht gelöst. Bitte überprüfen Sie die Datei /mnt/tcrp/user_config.json. Stoppen des Bootvorgangs
es_es: mac1 no está resuelto. Verifique el archivo /mnt/tcrp/user_config.json. detener el proceso de arranque
fr_fr: mac1 n'est pas résolu. Veuillez vérifier le fichier /mnt/tcrp/user_config.json. arrêter le processus de démarrage
hi_in: मैक1 को हल नहीं किया गया है। कृपया / mnt/tcrp/user_config.json फ़ाइल को चेक करें। बूट प्रक्रिया को रोकना
hu_hu: a mac1 nem oldódik meg. Kérjük, ellenőrizze a /mnt/tcrp/user_config.json fájlt. boot folyamat megállítása
id_id: mac1 tidak diselesaikan. Silakan periksa file /mnt/tcrp/user_config.json. menghentikan proses boot
it_it: mac1 non è risolto. Controllare il file /mnt/tcrp/user_config.json. processo di avvio di arresto
ja_jp: mac1 は解決しません。 /mnt/tcrp/user_config.jsonファイルを確認してください。 ブーツプロセスの停止
ko_kr: mac1이 해결되지 않았습니다. /mnt/tcrp/user_config.json 파일을 확인하세요. 부팅 프로세스 중지 중
ru_ru: mac1 не разрешен. Пожалуйста, проверьте файл /mnt/tcrp/user_config.json. остановка процесса загрузки
th_th: mac1 ไม่ได้รับการแก้ไข โปรดตรวจสอบไฟล์ /mnt/tcrp/user_config.jsonหยุดกระบวนการบูต
tr_tr: mac1 çözülmez. Lütfen /mnt/tcrp/user_ yapılandır.json dosyasını kontrol edin. boot process
zh_cn: mac1未解决。 请查抄/mnt/tcrp/user_config.json案。 停工亭工作

source: Press <r> to enter a menu for Reset DSM Password
am_et: የ DSM የይለፍ ቃልን ዳግም ለማስጀመር ሜኑ ለማስገባት <r>ን ይጫኑ
ar_eg: :: إدخال قائمة بأسماء جوازات السفر الخاصة بـ " ريست دي إم "
de_de: Drücken Sie <r>, um ein Menü zum Zurücksetzen des DSM-Passworts aufzurufen
es_es: Presione <r> para ingresar a un menú para Restablecer contraseña de DSM
fr_fr: Appuyez sur <r> pour accéder à un menu pour réinitialiser le mot de passe DSM
hi_in: प्रेस <r> रीसेट DSM पासवर्ड के लिए एक मेनू में प्रवेश करने के लिए
hu_hu: Nyomja meg a <r> menübe a DSM jelszó visszaállításához
id_id: Tekan <r> untuk memasukkan menu untuk Reset DSM Password
it_it: Premere <r> per inserire un menu per Reimpostare la password DSM
ja_jp: リセットDSMパスワードのメニューを入力する <r> を押します
ko_kr: <r> 을 눌러 DSM 비밀번호 재설정 메뉴로 들어갑니다
ru_ru: Нажмите <r>, чтобы ввести меню для сброса пароля DSM
th_th: กด <r> เพื่อเข้าสู่เมนูสำหรับรีเซ็ตรหัสผ่าน DSM
tr_tr: < Pressr>Get a menu for reset DSM Password
zh_cn: 按 <r> 进入重置 DSM 密码的菜单
