Repository: PeterSuh-Q3/tcrpfriend
Catalog: buildroot/board/tcrpfriend/rootfs-overlay/root/lang/*/LC_MESSAGES/msg.po
Languages: am_et, ar_eg, de_de, es_es, fr_fr, hi_in, hu_hu, id_id, it_it, ja_jp, ko_kr, ru_ru, th_th, tr_tr, zh_cn

source: Press <e> to enter a menu for Edit USB/SATA Command Line
am_et: የዩኤስቢ/SATA ትዕዛዝ መስመርን ለማርትዕ ሜኑ ለማስገባት <e>ን ይጫኑ
ar_eg: مطبعة للدخول في قائمة لخط قيادة إيديت أوكس بي/ساتا
de_de: Drücken Sie <e>, um ein Menü zum Bearbeiten der USB/SATA-Befehlszeile aufzurufen
es_es: Presione <e> para ingresar a un menú para Editar línea de comando USB/SATA
fr_fr: Appuyez sur <e> pour accéder à un menu pour modifier la ligne de commande USB/SATA
hi_in: Edit USB/SATA कमांड लाइन के लिए एक मेनू दर्ज करने के लिए प्रेस <e>
hu_hu: Nyomja meg a <e>-t, hogy menübe lépjen az USB/SATA Parancsnoki Line-hez
id_id: Tekan <e> untuk memasukkan menu untuk Edit USB / SATA Command Line
it_it: Premere <e> per inserire un menu per Modifica linea di comando USB/SATA
ja_jp: USB/SATA コマンドラインを編集するためのメニューを入力する <e> を押します
ko_kr: <e> 을 눌러 USB/SATA 명령줄 편집 메뉴로 들어갑니다
ru_ru: Нажмите <e>, чтобы ввести меню для Правки командной строки USB/SATA
th_th: กด <e> เพื่อเข้าสู่เมนูสำหรับแก้ไขบรรทัดคำสั่ง USB/SATA
tr_tr: < Presse> Edit USB/SATA Komut Line için bir menüye girmek
zh_cn: 按 <e> 进入编辑 USB/SATA 命令行菜单

source: Press <j> to enter a Junior mode (to re-install DSM)
am_et: ወደ ጁኒየር ሁነታ ለመግባት <j>ን ይጫኑ (ዲኤስኤምን እንደገና ለመጫን)
ar_eg: اضغط على <j> للدخول إلى وضع المبتدئين (لإعادة تثبيت DSM)
de_de: Drücken Sie <j>, um in den Junior-Modus zu wechseln (um DSM neu zu installieren)
es_es: Presione <j> para ingresar al modo Junior (para reinstalar DSM)
fr_fr: Appuyez sur <j> pour accéder à un mode Junior (pour réinstaller DSM)
hi_in: प्रेस <j> एक जूनियर मोड में प्रवेश करने के लिए (DSM को फिर से स्थापित करने के लिए)
hu_hu: Nyomja meg a <j>-t, hogy belépjen egy Junior módba (a DSM újratelepítése)
id_id: Tekan <j> untuk memasukkan mode Junior (untuk menginstal ulang DSM)
it_it: Premere <j> per inserire una modalità Junior (per reinstallare DSM)
ja_jp: <j> を押して、ジュニアモードに入る (DSMを再インストールするには)
ko_kr: <j> 을 눌러 주니어 모드로 들어가기(DSM 재설치)
ru_ru: Нажмите <j>, чтобы ввести режим Junior (переустановить DSM)
th_th: กด <j> เพื่อเข้าสู่โหมดจูเนียร์ (เพื่อติดตั้ง DSM ใหม่)
tr_tr: Bir Junior modunda girmek için <j>
zh_cn: 按 <j> 进入初级模式（重新安装 DSM）

source: Entering a Junior mode (to re-install DSM)...
am_et: የጁኒየር ሁነታን ማስገባት (ዲኤስኤምን እንደገና ለመጫን)...
ar_eg: إدخال طريقة مبتدئة (لإعادة تركيب الـ (دي إم.
de_de: Aufrufen eines Junior-Modus (um DSM neu zu installieren) ...
es_es: Entrando en modo Junior (para reinstalar DSM)...
fr_fr: Passer en mode Junior (pour réinstaller DSM)...
hi_in: एक जूनियर मोड (DSM) को फिर से स्थापित करने के लिए ..।
hu_hu: Junior mód (a DSM újratelepítése).
id_id: Masukkan mode Junior (untuk menginstal ulang DSM) ...
it_it: Inserire una modalità Junior (per reinstallare DSM)...
ja_jp: ジュニアモードに入る(DSMを再インストールする)...
ko_kr: 주니어 모드로 들어가기(DSM 재설치)...
ru_ru: Вход в младший режим (для повторной установки DSM)...
th_th: เข้าสู่โหมดจูเนียร์ (เพื่อติดตั้ง DSM ใหม่)...
tr_tr: Bir Junior modu girin ( yeniden yükleme DSM)...
zh_cn: 进入初级模式（重新安装 DSM）...

source: EFI booted system with no EFI option, adding withefi to cmdline
am_et: EFI የማስነሳት ስርዓት ከኢኤፍአይ አማራጭ ጋር፣ ዊፋይን ወደ cmdline በማከል
ar_eg: النظام المضغوط للمؤسسة التي لا تملك خياراً للمؤسسة، مضافاً معطفاً إلى التلميذ
de_de: EFI-gestartetes System ohne EFI-Option, Hinzufügen von „withefi“ zur cmdline
es_es: Sistema arrancado con EFI sin opción EFI, agregando withefi a cmdline
fr_fr: Système démarré par EFI sans option EFI, ajout de withefi à cmdline
hi_in: कोई EFI विकल्प के साथ EFI बूट प्रणाली, cmdline करने के लिए withefi जोड़ने
hu_hu: EFI booted rendszer nincs EFI opcióval, hozzáadva az előrejelzőt a cmdline-hez
id_id: Sistem booting EFI tanpa opsi EFI, menambahkan denganefi ke cmdline
it_it: Sistema di avvio EFI senza opzione EFI, aggiungendo withefi a cmdline
ja_jp: EFIオプションなしのEFI起動システム、withefiをcmdlineに追加
ko_kr: EFI 옵션이 없는 EFI 부팅 시스템, cmdline에 withefi 추가하기
ru_ru: EFI загрузила систему без опции EFI, добавив сефи в смдлайн
th_th: ระบบบูต EFI โดยไม่มีตัวเลือก EFI กำลังเพิ่ม withefi ใน cmdline
tr_tr: EFI booted system with no EFI seçeneği, add withefi to cmdline
zh_cn: EFI boot形系统,没有ESF选择,增加了 cm光,增加了微粒

source: Static boot set, rebooting to static ...
am_et: የማይንቀሳቀስ ቡት ተዘጋጅቷል፣ ወደ የማይንቀሳቀስ ዳግም በማስጀመር ላይ...
ar_eg: أحذية ثابتة، إعادة تشغيل إلى ثابتة...
de_de: Statischer Boot-Satz, Neustart auf statisch ...
es_es: Conjunto de arranque estático, reiniciando a estático...
fr_fr: Ensemble de démarrage statique, redémarrage en mode statique...
hi_in: स्थिर बूट सेट, स्थिर करने के लिए रीबूट ..।
id_id: Set boot Statis, rebooting ke statis ...
it_it: Set di avvio statico, riavvio a statico...
ja_jp: 静的なブーツ セット、静的なブーツへの再起動...
ko_kr: 정적 부팅 설정, 정적 부팅으로 재부팅 ...
ru_ru: Статический набор ботинок, перезагрузка на статичную...
th_th: ตั้งค่าการบูตแบบคงที่ กำลังรีบูตเป็นแบบคงที่ ...
tr_tr: Statik çizme seti, statik olarak yeniden başlatın ...
zh_cn: 固定电话亭的安装、固定电话接线......

source: Boot timeout exceeded, booting ...
am_et: የማስነሳት ጊዜ አልፏል፣ ማስነሳት...
ar_eg: تجاوز وقت الازدحام، الازدحام...
de_de: Boot-Timeout überschritten, Booten ...
es_es: Se superó el tiempo de espera de arranque, arrancando...
fr_fr: Délai d'attente de démarrage dépassé, démarrage...
hi_in: बूट टाइमआउट से अधिक, बूटिंग ...
hu_hu: Boot timeout túllépett, booting...
id_id: Boot timeout melebihi, booting ...
it_it: Tempo di avvio superato, avvio ...
ja_jp: ブーツタイムアウトが超え, ブート...
ko_kr: 부팅 대기시간 초과, 부팅 중 ...
ru_ru: Время загрузки превысило, загрузка...
th_th: เกินเวลาการบูต กำลังบูต ...
tr_tr: Önyükleme zaman aşımı aşıldı, önyükleme yapılıyor...
zh_cn: Boo时间超过...

source: "HTTP, Synology Web Assistant (BusyBox httpd)" service may take 20 - 40 seconds.
am_et: ሰከንዶች.
ar_eg: "HTTP, Synology Web Assistant (BusyBox httpd)" قد يستغرق 20 - 40 ثانية.
de_de: "HTTP, Synology Web Assistant (BusyBox httpd)" kann 20–40 Minuten dauern Sekunden.
es_es: El servicio "HTTP, Synology Web Assistant (BusyBox httpd)" puede tardar entre 20 y 40 segundos.
fr_fr: Le service "HTTP, Synology Web Assistant (BusyBox httpd)" peut prendre 20 à 40 heures secondes.
hi_in: "HTTP, Synology Web Assistant (BusyBox httpd)" सेवा 20-40 सेकंड ले सकती है।।
hu_hu: "HTTP, Synology Web Assistant (BusyBox httpd)" szolgáltatás 20-40 másodpercig tarthat.
id_id: Layanan "HTTP, Synology Web Assistant (BusyBox httpd)" dapat mengambil 20 - 40 detik.
it_it: Il servizio "HTTP, Synology Web Assistant (BusyBox httpd)" può richiedere 20 - 40 secondi.
ja_jp: 「HTTP、Synology Web Assistant(BusyBox httpd)」サービスは20～40秒かかる場合があります.
ko_kr: "HTTP, Synology 웹 지원(BusyBox httpd)" 서비스는 20~40초 정도 걸릴 수 있습니다.
ru_ru: Сервис «HTTP, Synology Web Assistant (BusyBox httpd)» может занять 20-40 секунд.
th_th: วินาที
tr_tr: "HTTP, Synology Web Asistanı (BusyBox httpd)" hizmeti 20 - 40 saniye sürebilir.
zh_cn: “HTTP, 综合症网络助理(BusyBox httpd)”服务可使用20至40秒.

source: (Network access is not immediately available)
am_et: (የአውታረ መረብ መዳረሻ ወዲያውኑ አይገኝም)
ar_eg: (النفاذ إلى العمل غير متاح على الفور)
de_de: (Netzwerkzugriff ist nicht sofort verfügbar)
es_es: (El acceso a la red no está disponible de inmediato)
fr_fr: (L'accès au réseau n'est pas immédiatement disponible)
hi_in: (नेटवर्क एक्सेस तुरंत उपलब्ध नहीं है)
hu_hu: (A hálózati hozzáférés nem azonnal elérhető)
id_id: (Kontrol jaringan tidak segera tersedia)
it_it: (L'accesso alla rete non è immediatamente disponibile)
ja_jp: (ネットワークアクセスは利用できません)
ko_kr: (네트워크 액세스를 즉시 사용할 수 없음)
ru_ru: (Сетевой доступ не доступен сразу)
th_th: (การเข้าถึงเครือข่ายไม่สามารถใช้งานได้ทันที)
tr_tr: (Ağ erişimi hemen mevcut değildir)
zh_cn: (无法立即获得网络接入)

source: Kernel loading has started, nothing will be displayed here anymore ...
am_et: የከርነል ጭነት ተጀምሯል፣ ምንም ነገር እዚህ አይታይም ...
ar_eg: بدأ تحميل العجلات لن يظهر شيء هنا بعد الآن.
de_de: Das Laden des Kernels hat begonnen, hier wird nichts mehr angezeigt ...
es_es: La carga del kernel ha comenzado, ya no se mostrará nada aquí...
fr_fr: Le chargement du noyau a commencé, plus rien ne s'affichera ici...
hi_in: कर्नेल लोड हो रहा है शुरू हो गया है, कुछ भी नहीं यहां प्रदर्शित किया जाएगा ..।
hu_hu: Kernel rakás kezdődött, semmi sem jelenik meg többé...
id_id: Kernel loading telah dimulai, tidak ada yang akan ditampilkan di sini lagi ...
it_it: Il caricamento del Kernel è iniziato, non verrà più mostrato qui...
ja_jp: カーネルの読み込みが開始されました。ここで何も表示されません...
ko_kr: 커널 로딩이 시작되었습니다, 더 이상 여기에 아무것도 표시되지 않습니다 ...
ru_ru: Загрузка ядра началась, здесь больше ничего не будет отображаться...
th_th: การโหลดเคอร์เนลเริ่มต้นแล้ว ไม่มีอะไรจะแสดงที่นี่อีกต่อไป ...
tr_tr: Elektrif yükleme başladı, artık burada hiçbir şey gösterilmeyecek...
zh_cn: 弹道的装载已经开始,任何东西都不会在这里展示.

source: Booting with noefi, please notice that this might cause issues
am_et: በ noefi መነሳት፣ እባክዎን ይህ ችግር ሊፈጥር እንደሚችል ልብ ይበሉ
ar_eg: الازدهار مع النوف، يرجى ملاحظة أن هذا قد يسبب مشاكل
de_de: Bitte beachten Sie, dass beim Booten mit Noefi Probleme auftreten können
es_es: Al iniciar con noefi, tenga en cuenta que esto podría causar problemas
fr_fr: Démarrage avec noefi, veuillez noter que cela peut causer des problèmes
hi_in: नोएफ़ी के साथ बूटिंग, कृपया ध्यान दें कि इससे समस्याएँ हो सकती हैं
hu_hu: Booting with noefi, kérjük, vegye figyelembe, hogy ez okozhat problémákat
id_id: Booting dengan noefi, harap perhatikan bahwa hal ini dapat menyebabkan masalah
it_it: Avvio con noefi, si prega di notare che questo potrebbe causare problemi
ja_jp: Noefiで起動する、問題を引き起こす可能性があることに気づく
ko_kr: Noefi로 부팅하면, 문제가 발생할 수 있습니다
ru_ru: Загрузка с ноефи, пожалуйста, обратите внимание, что это может вызвать проблемы
th_th: กำลังบูตด้วย noefi โปรดสังเกตว่านี่อาจทำให้เกิดปัญหา
tr_tr: Noefi ile boğulmak, lütfen bunun sorunlara neden olabileceğini fark edin
zh_cn: 请指出这可能造成问题

source: No NIC found! - Loader does not work without Network connection.
am_et: ምንም NIC አልተገኘም! - ጫኚ ያለ አውታረ መረብ ግንኙነት አይሰራም።
ar_eg: لم يعثر على أي مركز -اللودار لا يعمل بدون اتصال بالشبكة.
de_de: Keine Netzwerkkarte gefunden! - Loader funktioniert nicht ohne Netzwerkverbindung.
es_es: ¡No se encontró ninguna tarjeta de red! - El cargador no funciona sin conexión de red.
fr_fr: Aucune carte réseau trouvée ! - Le chargeur ne fonctionne pas sans connexion réseau.
hi_in: एनआईसी नहीं मिला! - लोडर नेटवर्क कनेक्शन के बिना काम नहीं करता है।।
hu_hu: Nem talált NIC! A Loader nem működik hálózati kapcsolat nélkül.
id_id: Tidak ditemukan NIC! - Loader tidak bekerja tanpa koneksi Jaringan.
it_it: Nessun NIC trovato! - Loader non funziona senza connessione di rete.
ja_jp: NICが見つかりません! - ローダーはネットワーク接続なしで動作しません.
ko_kr: NIC를 찾을 수 없습니다! - 네트워크 연결이 없으면 로더가 작동하지 않습니다.
ru_ru: НИК не нашел! - Загрузчик не работает без сетевого подключения.
th_th: ไม่พบ NIC! - ตัวโหลดไม่ทำงานหากไม่มีการเชื่อมต่อเครือข่าย
tr_tr: NIC bulunamadı! - Panel Ağ bağlantısı olmadan çalışmaz.
zh_cn: 无国家排雷委员会发现! - 洛纳德人没有网络联系就无法工作.

source: To check the problem, access the following TTYD URL through a web browser. :
am_et: ችግሩን ለመፈተሽ የሚከተለውን የTTYD URL በድር አሳሽ ይድረሱ። :
ar_eg: للتحقق من المشكلة، قم بالوصول إلى عنوان URL التالي لـ TTYD من خلال متصفح الويب. :
de_de: Greifen Sie über das TTYD-Webterminal auf, um das Problem zu überprüfen. :
es_es: Para comprobar el problema, acceda a la siguiente URL TTYD a través de un navegador web. :
fr_fr: Pour vérifier le problème, accédez à l'URL TTYD suivante via un navigateur Web. :
hi_in: समस्या की जांच करने के लिए, वेब ब्राउज़र के माध्यम से निम्नलिखित TTYD URL को एक्सेस करें:
hu_hu: A probléma ellenőrzése, a következő TTYD URL elérése egy webes böngészőn keresztül. :
id_id: Untuk memeriksa masalah, mengakses URL TTYD berikut melalui browser web. :
it_it: Per verificare il problema, accedere al seguente URL TTYD tramite un browser web. :
ja_jp: 問題を確認するには、次の TTYD URL を Web ブラウザーからアクセスします。 :
ko_kr: 문제를 확인하기위해 웹 브라우저를 통해 다음 TTYD URL에 접속합니다. :
ru_ru: Чтобы проверить проблему, доступ к следующему TTYD URL через веб-браузер. :
th_th: หากต้องการตรวจสอบปัญหา ให้เข้าถึง TTYD URL ต่อไปนี้ผ่านทางเว็บเบราว์เซอร์ :
tr_tr: Problemi kontrol etmek için, bir web tarayıcısı aracılığıyla aşağıdaki TTYD URL'ye erişim. :
zh_cn: 为了制止这一问题,通过网络浏览器查阅以下简称《欧洲刑法》:

source: If you have any problems with the DSM installation steps, check the '/var/log/linuxrc.syno.log' file in this access.
am_et: log/linuxrc.syno.log' ፋይል በዚህ መዳረሻ።
ar_eg: إذا كان لديك أي مشاكل مع خطوات تركيب DSM، تحقق من ملف '/var/log/linuxrc.syno.
de_de: Wenn Sie Probleme mit den DSM-Installationsschritten haben, überprüfen Sie die Datei '/var/log/linuxrc.syno.log' in diesem Zugriff.
es_es: Si tiene algún problema con los pasos de instalación de DSM, consulte el '/var/log/linuxrc.syno.log' en este acceso.
fr_fr: Si vous rencontrez des problèmes avec les étapes d'installation de DSM, vérifiez les Fichier '/var/log/linuxrc.syno.log' dans cet accès.
hi_in: यदि आपको डीएसएम इंस्टॉलेशन चरणों के साथ कोई समस्या है, तो इस पहुंच में '/var/log/linuxrc.syno.log' फ़ाइल की जांच करें।।
hu_hu: Ha bármilyen problémája van a DSM telepítési lépésekkel, ellenőrizze a " /var/log/linuxrc.syno.log" fájlt ebben a hozzáférésben.
id_id: Jika Anda memiliki masalah dengan langkah instalasi DSM, periksa file '/var/log/linuxrc.syno.log dalam akses ini.
it_it: Se hai problemi con le fasi di installazione di DSM, controlla il file '/var/log/linuxrc.syno.log' in questo accesso.
ja_jp: DSMのインストール手順に問題がある場合は、このアクセスで '/var/log/linuxrc.syno.log' ファイルを確認できます.
ko_kr: DSM 설치 단계에 문제가 있는 경우, 이 액세스 권한에서 '/var/log/linuxrc.syno.log' 파일을 확인하세요.
ru_ru: Если у вас есть какие-либо проблемы с этапами установки DSM, проверьте файл '/var/log/linuxrc.syno.log' в этом доступе.
th_th: หากคุณมีปัญหาใดๆ กับขั้นตอนการติดตั้ง DSM ให้ตรวจสอบ '/var/ไฟล์ log/linuxrc.syno.log' ในการเข้าถึงนี้
tr_tr: DSM yükleme adımları ile ilgili herhangi bir sorun varsa, bu erişimdeki '/var/log/linuxrc.syno.log' dosyasını kontrol edin.
zh_cn: 如果你在MSM安装步骤方面遇到任何问题,就在这种使用中检查“V/log/linuxrc.syno.log”的档案.

source: Default TTYD root password is 'blank'
am_et: ነባሪ የ TTYD root ይለፍ ቃል ባዶ ነው
ar_eg: كلمة السر الجذري لـ (تي دي) هي "بلانك" '
de_de: Das Standard-TTYD-Root-Passwort ist 'leer'.
es_es: La contraseña raíz TTYD predeterminada está "en blanco"
fr_fr: Le mot de passe root TTYD par défaut est « vide »
hi_in: डिफ़ॉल्ट TTYD रूट पासवर्ड 'रिक्त' है
hu_hu: Az alapértelmezett TTYD gyökérjelszó " üres "..."
id_id: Kata sandi akar TTYD default adalah 'blank Sitemap
it_it: La password di root di default TTYD è 'blank '
ja_jp: デフォルト TTYD の root パスワードは 'blank お問い合わせ
ko_kr: 기본 TTYD 루트 비밀번호는 '공백'입니다
ru_ru: Пароль TTYD по умолчанию - 'blank "
th_th: รหัสผ่านรูท TTYD เริ่มต้นคือ 'ว่างเปล่า'
tr_tr: Varsayılan TTYD kök şifresi ‘blankk ‘ ‘ ‘
zh_cn: 默认 TTYD root 密码为“空白”

source: User config is on '/mnt/tcrp/user_config.json'
ar_eg: مركب المستعمل على / / / / خط/ مستعمل config.json '
de_de: Die Benutzerkonfiguration befindet sich auf '/mnt/tcrp/user_config.json'
es_es: La configuración del usuario está en '/mnt/tcrp/user_config.json'
fr_fr: La configuration utilisateur est sur '/mnt/tcrp/user_config.json'
hi_in: उपयोगकर्ता विन्यास '/mnt/tcrp/user_config.json पर है '
hu_hu: Felhasználói konfiguráció a "/mnt/tcrp/user_config.json "..."
id_id: Config.json Sitemap
it_it: La configurazione utente è su '/mnt/tcrp/user_config.json '
ja_jp: ユーザー設定は '/mnt/tcrp/user_config.json にあります。 お問い合わせ
ko_kr: 사용자 구성은 '/mnt/tcrp/user_config.json'에 있습니다
ru_ru: Настройка пользователя на '/mnt/tcrp/user_config.json "
th_th: การกำหนดค่าผู้ใช้อยู่ที่ '/mnt/tcrp/user_config.json'
tr_tr: Kullanıcı yapılandırması ‘/mnt/tcrp/user_ configure.json ‘ ‘ ‘
zh_cn: 用户会议是“/mnt/tcrp/user_config.json 页: 1

source: ERROR ! /mat/tcrp-p2/rd.gz file not found, stopping boot process
am_et: ስህተት ! /mnt/tcrp-p2/rd.gz ፋይል አልተገኘም, የማስነሳት ሂደቱን ማቆም
